Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/inn.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Exit the E6 when you see the Elverum and Hamar sign.
nb: Ta av E6 ved skilt mot Elverum og Hamar.

source: The corresponding applies to the research administration at HINN.
nb: Tilsvarende gjelder for forskningsadministrasjonen ved HINN.

source: In Oria, you can read the full-text online article/e-book by clicking the link "Available online".
nb: I Oria kan du lese artikkelen/e-boka ved å følge lenken under "Tilgjengelig online".

source: The teacher can ask follow-up questions and target the dialogue.
nb: Lærer kan stille oppfølgingsspørsmål og målrette dialogen.

source: His research interests include EU finances, the EU Green Deal, multi-level governance, macro-regions in Europe, differentiated integration, and the relationship between Norway and the EU.
nb: Hans forskningsinteresser inkluderer EU-finanser, EUs grønne giv, flernivå-styring, makroregioner i Europa, differensiert integrasjon og forholdet mellom Norge og EU.

source: Must annually report the status of information security work to the University Board and inform the Board about particularly serious security breaches.
nb: Skal årlig rapportere status for arbeidet med informasjonssikkerhet til høgskolestyret og informere styret om spesielt alvorlige sikkerhetsbrudd.

source: To change the reference style in Zotero, go to Word and choose Document preferences in the Zotero-tab.
nb: Du kan endre referansestil i Word ved å klikke på Zotero-fanen og Document preferences.

source: For “dosent”, documentation of quality development in own teaching and supervision over time is also expected.
nb: For dosent forventes også dokumentasjon på kvalitetsutvikling i egen undervisning og veiledning over tid.

source: ourism, regional development, second homes and sustainability
nb: reiseliv, regional utvikling, kultur og bærekraft.

source: How to start writing on a new page?
nb: Hvordan begynne på en ny side?

source: Quality system for education
nb: Kvalitetssystem for utdanning

source: It is an advantage if the applicant has had supervision experience at master's and PhD level.
nb: Det er en styrke om søkeren har hatt veiledningserfaring på master og PhD-nivå.

source: There is a school bus that runs between Koppang and Rena on school days.
nb: Det går skolebuss mellom Koppang og Rena på skoledager.

source: Must notify the Norwegian Data Protection Authority and the data subjects in the event of security breaches that affect personal data (after approval from the Director of Digitalisation).
nb: Skal varsle Datatilsynet og de registrerte ved sikkerhetsbrudd som berører personopplysninger (etter godkjenning fra Digitaliseringsdirektøren).

source: You can use the guest network hinn-guest to download Eduroam CAT.
nb: Du kan bruke gjestenettverket hinn-gjest for å laste ned Eduroam CAT.

source: INN University offers a variety of systems and services, but not all are approved for all types of data.
nb: HINN tilbyr en rekke systemer og tjenester, men ikke alle er godkjent for alle typer data.

source: It is important to identify and integrate these into the organizations.
nb: Det gjelder å identifisere og innpasse disse i organisasjonene.

source: Peer Jacob Svenkerud is 54 years old and has extensive managerial experience.
nb: Peer Jacob Svenkerud er 54 år og har lang erfaring som leder.

source: - Permissions, to register access to the form.
nb: for å registrere hvem som har rettigheter til hva i skjemaet.

source: Alternatively, the UNINETT
nb: Eventuelt UNINETT tjenesten

source: Click on "Send"
nb: Klikk på "Send"

source: Therefore, the campuses are kept open, but with fewer employees present,” says Kjærnet.
nb: Derfor holdes studiestedene åpne, men med færre medarbeidere tilstede, sier Kjærnet.

source: , together with an electronic photo (jpg, landscape format and a minimum of 1 MB) of yourself.
nb: , sammen med et elektronisk foto (jpg, liggende format og minimum 1 MB) av deg selv.

source: This must be used when sending digital post.
nb: Dette skal benyttes ved digital forsendelse.

source: After the loan deadline has expired, the padlocks will be cut and the lockers emptied by the Service/Internal Service Section at INN University, Lillehammer Campus.
nb: Etter utløp av lånefrist vil låsene bli klippet opp og skapene tømt av seksjonen for service/internservice ved HiNN, Lillehammer.

source: Detect and correct errors in the system and deal with nonconformities.
nb: Avdekke og rette feil i systemet og håndtere avvik.

source: John-Are Bruket Andreassen, Lillehammer (elected by the students)
nb: John-Are Bruket Andreassen, Lillehammer (valgt av studentene)

source: When you sing to them, motivate and encourage your learners, and make them communicate in English, their vocabulary is always improving.
nb: Studieplanen tar høyde for at årsstudiet er sammenfallende med første år i Bachelor i økonomi ogadministrasjon og Bachelor i regnskap og revisjon.

source: Disputes over the right of use:
nb: Tvister om bruksrett:

source: External assistance and agreements:
nb: Ekstern bistand og avtaler:

source: Since 2017, I have been program coordinator for a Master program in digital communication and culture.
nb: Siden 2017 har jeg vært studieprogramansvarlig for Masterprogram i digital kommunikasjon og kultur.

source: Teams are relatively new and undergo quite frequent changes and development.
nb: Teams er relativt nytt og undergår ganske hyppige endringer og utvikling.

source: According to Section 4-3 of the Act relating to Universities and University Colleges, all institutions must have a Learning Environment Committee.
nb: Lov om universiteter og høyskoler (universitets- og høyskoleloven) § 4-3 skal alle institusjoner ha et Læringsmiljøutvalg (LMU).

source: The Department of Agricultural Sciences is located at Blæstad, just outside Hamar.
nb: Institutt for jordbruksfag ligger på Blæstad, rett utenfor Hamar.

source: Must ensure that all nonconformities and security breaches are resolved, including requesting assistance from the IT or Property Department when handling technical or physical security breaches if necessary.
nb: Skal sørge for at alle avvik og sikkerhetsbrudd blir lukket, herunder be om assistanse fra IT- eller Eiendomsavdelingen ved håndtering av tekniske eller fysiske sikkerhetsbrudd dersom det er nødvendig.

source: The workshop examined how education can support progress towards SDG 12, and considered how policy, pedagogy and practice of education for sustainable living and responsible consumption may best be advanced especially in the Latin America region.
nb: Workshopen undersøkte hvordan utdanning kan støtte oppnåelsen av FNs bærkraftsmål 12, og vurderte hvordan politikk, pedagogikk og praksis for utdanning for bærekraftig liv og ansvarlig forbruk best kan fremmes, spesielt i Latin-Amerika-regionen.

source: Microsoft Teams is a collaboration app that can be used for groups to stay organized, have conversations and files in one place.
nb: Microsoft Teams er en samarbeidsapp som kan brukes for grupper til å holde seg organisert, ha samtaler og filer på ett sted.

source: Use our digital submission solution.
nb: Benytt vår løsning for digital forsendelse.

source: The guide is 5 steps, all are required.
nb: Veiledningen er på 5 steg, alle må fullføres.

source: The Bachelor's programme in Game Technology and Simulation provides a sound vocational and academic education.
nb: Bachelorprogrammet i Spillteknologi og simulering gir en solid yrkesfaglig og akademisk utdannelse.

source: The institution and the relevant academic environment should be chosen carefully, and in cooperation with your supervisor, in order for the stay to be professionally advantageous and relevant.
nb: Institusjon og aktuelt forskningsmiljø bør velges med omhu, og i samarbeid med veileder, for at oppholdet blir faglig nyttig og relevant.

source: Bendik Olai Nordstrand, chairperson of student council Evenstad
nb: Bendik Olai Nordstrand, studentrådsleder Evenstad

source: Use of external IT systems/services (remote operation).
nb: Bruk av eksterne IT-systemer/tjenester (fjerndrift).

source: The work is planned and led by the CSO.
nb: Arbeidet planlegges og ledes av CSO.

source: From Elverum: Follow Highway 25 towards Hamar.
nb: Fra Elverum: Følg riksvei 25 mot Hamar.

source: Aksel Andreas Larsen, chairperson of student council Elverum
nb: Aksel Andreas Larsen, studentrådsleder Elverum

source: “No one in the world has taken slow TV as far as NRK, and the Norwegian public broadcaster has received international attention for its productions,” says Roel Puijk.
nb: – Ingen i verden har tatt sakte-tv så langt som NRK, og den norske allmennkringkasteren har fått internasjonal oppmerksomhet rundt produksjonene sine, sier Roel Puijk.

source: The Personal Data Act with regulations, the Public Administration Act with regulations (e-administrative regulations) and the Health Research Act with regulations stipulate requirements for the introduction of information security management systems.
nb: Personopplysningsloven med forskrift, forvaltningsloven med forskrift (e-forvaltningsforskriften) og helseforskningsloven med forskrift stiller krav til innføring av Ledelsessystem for informasjonssikkerhet.

source: Students should develop good strategies to acquire new knowledge.
nb: Høgskolen skal rekruttere godt kvalifiserte studenter.

source: Must register and document authorised and attempts at unauthorised use of Inland Norway University of Applied Sciences’ IT solutions containing personal data.
nb: Skal registrere og dokumentere autorisert og forsøk på uautorisert bruk av Høgskolen i Innlandet sine IT-løsninger som inneholder personopplysninger.

source: Associate professor of Norwegian linguistics, holding a ph.d. in linguistics from Universitety of Bergen (2017), a master degree (hovedfag) in Norwegian from University of Oslo (2005) and a degree in Computer Science from University of Strathclyde (1987).
nb: Førsteamanuensis i norsk språkvitenskap med ph.d. i lingvistikk fra Universitetet i Bergen (2017), hovedfag i norsk fra Universitetet i Oslo (2005) og sivilingeniørgrad i IT fra University of Strathclyde (1987).

source: , to the Education Committee, Learning Environment Committee, Working Environment Committee, Appointments Committee, Appeal Board, Suitability Committee and student councils is made by the Students’ Union in the autumn and spring, respectively.
nb: , utdanningsutvalg, læringsmiljøutvalg, arbeidsmiljøutvalg, ansettelsesutvalg, klagenemnda, skikkethetsnemnda og studentrådssyrer gjøres av studentorganisasjonen henholdsvis på høsten og på våren.

source: The managers must ensure that unit activities comply with the university’s security strategy, adopted security objectives and acceptable risk criteria.
nb: Lederne skal sikre at virksomheten i enheten følger opp høgskolens sikkerhetsstrategi, vedtatte sikkerhetsmål og kriterier for akseptabel risiko.

source: Information security work will be in accordance at all times with the requirements stipulated in laws and regulations that apply to Inland Norway University of Applied Sciences, and will meet the information security requirements set by the Ministry of Education and Research.
nb: Arbeidet med informasjonssikkerhet skal til enhver tid være i tråd med de krav som stilles i lover og forskrifter som gjelder for Høgskolen i Innlandet, og følge opp de kravene som Kunnskapsdepartementet stiller til informasjonssikkerheten.

source: Teaching is based on lectures, practical exercises, study groups/group work, presentations and self-study.
nb: Undervisningen er basert på forelesninger, praktiske øvelser, kollokvier / gruppearbeid, presentasjoner og selvstudium.

source: Word cloud in Mentimeter, or input in other student response systems
nb: Ordsky i Mentimeter, eller innspill i andre studentresponssystemer

source: The person responsible for carrying out the election:
nb: Den ansvarlige for gjennomføring av valget:

source: Ingrid Nerseth Jostad, chairperson of student council Hamar
nb: Ingrid Nerseth Jostad, studentrådsleder Hamar

source: This is key academic and professional competence and the basis for lifelong learning.
nb: Dette er en faglig nøkkelkompetanse og basis for livslang læring.

source: Our electronic address is the organisation number 918108467.
nb: Vår elektroniske adresse er organisasjonsnummer 918108467.

source: He has solid experience as dean at the institution, combined with managerial experience from private business,” says Maren Kyllingstad.
nb: Han har solid erfaring som dekan ved høyskolen, kombinert med ledererfaring fra privat næringsliv, sier Maren Kyllingstad.

source: In case of any problems during login, it is recommended to use the tool Eduroam CAT.
nb: Ved eventuelle problemer under pålogging, anbefales å bruke verktøyet Eduroam CAT.

source: Unit has also created its own guides for cloud services and administrative systems:
nb: Unit har også laget egne veiledere for skytjenester og administrative systemer:

source: Must have an overview of information values that are processed and IT solutions used at Inland Norway University of Applied Sciences.
nb: Skal ha oversikt over informasjonsverdier som behandles og IT-løsninger som benyttes ved Høgskolen i Innlandet.

source: It is about how knowledge is interpreted, constructed, transformed and displayed (gestalted).
nb: Det handler om hvordan kunnskap tolkes, konstrueres, transformeres og vises (gestaltes).

source: USN has the candidate in its quota for the first three-year period, HINN for the following period.
nb: HSN har kandidaten på sin kvote for første tre årsperiode, HINN for perioden deretter.

source: In addition, they must be informed about the purpose and importance of reporting nonconformities/security breaches.
nb: I tillegg skal de informeres om hensikten med og viktigheten av at avvik/sikkerhetsbrudd rapporteres.

source: She completed a bachelor's degree in child welfare pedagogy in 2011 and is now working in guiding young people at NAV Gjøvik.
nb: Hun fullførte bachelor i barnevernspedagogikk i 2011, og jobber nå med å veilede ungdom hos NAV Gjøvik.

source: If you still want to use Safari, check out the
nb: Dersom du likevel velger å bruke Safari, bør du bruke

source: The Inland Norway University of Applied
nb: Det er knyttet arbeidskrav og nettprøver til emnet.

source: Must inform the CSO about physical security breaches that affect personal data and which must be reported to the Norwegian Data Protection Authority or the data subjects.
nb: Skal informere CSO om fysiske sikkerhetsbrudd som berører personopplysninger og som skal varsles til Datatilsynet eller de registrerte.

source: I teach various lingistic topics in teacher education, courses for in-service teachers and at master courses, especially topics related to Norwegian as a second language.
nb: Jeg underviser i ulike språkvitenskapelige emner i lærerutdanning, videreutdanning for lærere og på masterprogrammer, særlig emner som har med norsk som andrespråk å gjøre.

source: The Faculty of Audiovisual Media and Creative Technologies (AMEK) offers practice-oriented programmes of study in TV production, augmented and virtual reality, animation and game technology, as well as academic studies in film and television science.
nb: Fakultet for audiovisuelle medier og kreativ teknologi (AMEK) tilbyr praksisrettede utdanninger i TV-produksjon, augmented and virtual reality, animasjon og spillteknologi, samt akademiske studier i film – og fjernsynsvitenskap.

source: Username for students:
nb: Brukernavn for studenter:

source: When natural to do so, provide technical IT support with technical assessments and advice throughout the entire process, from planning and specification of requirements to the decommissioning and phasing out of a system.
nb: IT-teknisk støtte med tekniske vurderinger og råd der dette er naturlig i hele prosessen fra planlegging og kravspesifikasjon til avvikling og utfasing av et system.

source: Sign in to Office 365. Click "Install Office".
nb: Klikk deretter på "Office 365 Apps".

source: Step 2: Add new printer
nb: Steg 2: Legg til ny skriver

source: Teaching stays for employees who involve companies/organizations must always be from a company/organization to a higher education institution.
nb: Undervisningsopphold for ansatte som involverer bedrifter/organisasjoner må alltid være fra en bedrift/organisasjon til en høyere utdanningsinstitusjon.

source: in relation to adopted routines/guidelines and breaches of information security.
nb: fra vedtatte rutiner/retningslinjer og brudd på informasjonssikkerheten.

source: He was also visiting professor in European Studies, at the Johan Skytte Institute of Political Studies, University of Tartu (Estonia), from 2014-2021.
nb: Han var også gjesteprofessor i europeiske studier, ved «Johan Skytte Institute of Political Studies», «University of Tartu» (Estland), fra 2014-2021.

source: answers from “Nettskjema” to Excel or another statistical program for further processing.
nb: til Excel eller statistikkprogrammer for videre bearbeiding.

source: The project is thus in its infancy.
nb: Prosjektet er altså helt i startfasen.

source: Must ensure that the CSO receives the necessary assistance when carrying out security audits of research projects.
nb: Skal sørge for at CSO får nødvendig bistand ved gjennomføring av sikkerhetsrevisjoner av forskningsprosjekter.

source: Is responsible for technical IT support.
nb: Har ansvar for IT-teknisk brukerstøtte.

source: Teaching and working methods
nb: Arbeids- og undervisningsformer

source: Follow Highway 25, then turn onto Vangsvegen and follow this road to Østre gate.
nb: Følg riksveg 25, sving deretter inn på Vangsvegen og følg denne til Østre gate.

source: «Account 1» shows balance for points you have purchased yourself.
nb: «Konto 1» viser saldo for det du selv har kjøpt.

source: is familiar with technology subjects like programming, mathematics, networks and databases (cloud systems)
nb: kan anvende teknologiske fag som programmering, matematikk, nettverk og databaser (cloud systems)

source: Eduroam (Education Roaming) is an international collaboration between research and educational institutions worldwide.
nb: Eduroam (Education Roaming) er et internasjonalt samarbeid mellom forskning og utdanningsinstitusjoner i hele verden.

source: Can be counted and analysed statistically, also over time.
nb: Kan telles opp og lages statistikk, også over tid.

source: NRK filmed the entire train journey between Bergen and Oslo in 2009.
nb: NRK filmet hele togturen mellom Bergen og Oslo i 2009.

source: The teaching, learning and assessment methods should help students achieve a defined learning outcome.
nb: Sammen med fagansatte og kontakt med arbeids- og samfunnsliv skal studentene få økt kunnskap, erfaring og dannelse.

source: CCL participates in the new Erasmus+ project SustainALL
nb: CCL deltar i det nye Erasmus+ prosjektet SustainALL

source: The department’s research profile is particularly associated with the areas of pedagogy/special needs education, children and young people and media education.
nb: Den forskningsmessige profilen ligger særlig innenfor områdene pedagogikk/spesialpedagogikk, barn og unge og mediepedagogikk.

source: The link to the report form is sent by e-mail to the employee after the end date of the stay has passed (the report is automatically generated in the mobility tool).
nb: En lenke til rapportskjemaet sendes til den ansatte på e-post, etter sluttdatoen for oppholdet er passert (rapporten genereres automatisk i Mobility Tool).

source: Roel Puijk is a professor at the Faculty of Audiovisual Media and Creative Technologies at INN University and is the author of the book "Slow TV.
nb: Roel Puijk er professor ved Fakultet for audiovisuelle medier og kreativ teknologi ved Høgskolen i Innlandet og er aktuell med boka «Slow TV.

source: Faculty management, central administration managers and other academic department managers
nb: Fakultetsledelsen, ledere i sentraladministrasjonen og andre ledere i fagavdelinger

source: In order to realise the security objectives and ensure satisfactory information security, the information security work at Inland Norway University of Applied Sciences will be based on the following main priorities:
nb: For å realisere sikkerhetsmålene og sørge for tilfredsstillende informasjonssikkerhet, skal arbeidet med informasjonssikkerhet ved Høgskolen i Innlandet basere seg på følgende hovedprioriteringer:

source: , and made available in the file archive in the faculty’s Canvas room.
nb: , og blir gjort tilgjengelig i filarkivet i fakultetets Canvas-rom.

source: “As a university, we can attract further desirable competence that can strengthen both research and educational quality,” says Peer Jacob Svenkerud.
nb: – Som universitet kan vi tiltrekke oss ytterligere attraktiv kompetanse som kan styrke både forskning og utdanningskvalitet, sier Peer Jacob Svenkerud.

source: The Department of Organisation, Leadership and Management offers programmes of study in a number of subject areas at master and bachelor levels, divided between the Lillehammer and Rena campuses.
nb: Institutt for organisasjon, ledelse og styring tilbyr studier innen en rekke fagområder på master- og bachelornivå, fordelt på studiestedene Lillehammer og Rena.

source: Among other things, you are responsible for ensuring that information security is safeguarded in IT systems/services that the project uses.
nb: Du har blant annet ansvar for at informasjonssikkerhet blir ivaretatt i IT-systemer/tjenester som prosjektet bruker.

source: Analog and/or digital watches are forbidden during the examination.
nb: Analog og/eller digitalt armbåndsur er ikke tillatt under eksamen.

source: Must inform the CSO about security breaches in the processing of personal data that must be reported to the Norwegian Data Protection Authority and the data subjects.
nb: Skal informere CSO om sikkerhetsbrudd ved behandling av personopplysninger som skal varsles til Datatilsynet eller de registrerte.

source: What types of data can be used in different services?
nb: Hvilke data kan brukes i ulike tjenester?

source: One representative and a deputy must be elected per 30 students in each year group for all programmes of study and part-time programmes, up to five class representatives with at least one deputy or more if required.
nb: Det skal velges én tillitsvalgt med vara per 30 studenter på hvert trinn på alle studier og deltidsstudier, opptil fem klassetillitsvalgte med minst en vara eller flere ved behov.

source: Open discussion in Canvas - collectively or in groups.
nb: Åpen diskusjon i Canvas – samlet eller i grupper.

source: MazeMap works in browsers like Chrome and Firefox (not Internet Explorer), and as a separate APP on your mobile phone.
nb: MazeMap fungerer i nettlesere som Chrome og Firefox (ikke Internett Explorer), og som en egen APP på telefonen.

source: IT systems/services owned by the units.
nb: IT-systemer/tjenester som enhetene har eierskap til.

source: The information security management system stipulates that risk assessments must be carried out:
nb: Ledelsessystemet for informasjonssikkerhet fastsetter at risikovurderinger skal foretas:

source: Step 3: Navigate to "Advanced"
nb: Steg 3: Naviger til "Avansert"

source: Must ensure that adopted security objectives, acceptable risk criteria and security strategies are complied with.
nb: Skal sørge for at vedtatte sikkerhetsmål, kriterier for akseptabel risiko og sikkerhetsstrategi blir ivaretatt.
